INSERT INTO user_point (user_id, lat, lon) VALUES
  -- Главное здание МГУ
  (1, 55.703056, 37.530556),

  -- Жилой дом на Котельнической набережной
  (2, 55.747222, 37.642778),

  -- Гостиница «Украина»
  (3, 55.751389, 37.565278),

  -- МИД
  (4, 55.746111, 37.584444),

  -- Жилой дом на Кудринской площади
  (5, 55.758889, 37.580556),

  -- Высотное здание на площади Красных Ворот
  (6, 55.769444, 37.649444),

  --  Гостиница «Ленинградская»
  (7, 55.773889, 37.651389),

  --  Верхний левый угол тайла
  (8, 55.000000, 37.000000);

INSERT INTO tile (tile_y, tile_x, distance_error) VALUES (55, 37, 10);
